7zip
accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
arch-install-scripts
archlinuxarm-keyring
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
btop
btrfs-progs
cantarell-fonts
catppuccin-cursors-latte
ckbcomp
cpio
cryptsetup
device-mapper
dhclient
dmidecode
dnsmasq
dosfstools
duf
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
fakeroot
fastfetch
ffmpegthumbnailer
findutils
firefox
firmware-raspberrypi
fish
foot
freetype2
fsarchiver
fuzzel
gdu
git
glances
gpm
gptfdisk
greetd
greetd-tuigreet
grsync
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hwdetect
inetutils
inxi
iptables-nft
ivre
iwd
kitty
less
libbsd
libdvdcss
libgsf
libmd
libopenraw
libwnck3
linux-firmware
linux-firmware-whence
linux-rpi-16k
linux-rpi-16k-headers
logrotate
lsb-release
lsscsi
lxqt-policykit
ly
meld
mesa
mesa-utils
micro
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nnn
noto-fonts
nss-mdns
ntfs-3g
ntp
openconnect
openssh
openvpn
pacman-contrib
pacseek
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
power-profiles-daemon
ppp
pptpclient
profile-sync-daemon
pv
python-capng
python-packaging
python-pyqt5
python-setuptools
qutebrowser
raspberrypi-bootloader
raspberrypi-utils
rclone
rebuild-detector
restic
rp-pppoe
rsync
rtkit
sed
smartmontools
sof-firmware
sshfs
sudo
sway
swaybg
tailscale
terminus-font
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
usb_modeswitch
usbutils
uv
vi
vpnc
wayvnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xsettingsd
xterm
xz
yadm
yay
yazi
zram-generator
